LEXICON_COMMANDS_RU: dict[str, str] = {'/start': 'Запуск бота',
                                       '/contacts': 'Контакты для связи'}
LEXICON_KEYBOARDS_RU: dict[str, str] = {'other_answer': 'К сожаления данный тип апдейтов мне не известен',
                                        '/start': 'Привет!\n\n'
                                                  'Данный бот, выполнен в качестве '
                                                  'выпускной квалификационной работы по теме: рабзработка '
                                                  'приложения "Анализатор деятельности человека" \n\n'
                                                  '<b>Студент:</b> Матынкин Максим Дмитриевич\n'
                                                  '<b>Группа:</b> ПИН-Б-0-Д-2019-1\n\n'
                                                  'Что бы начать пользоваться ботом нажмите кнопку <b>"МенюⓂ"</b>',
                                        '/help': 'Данный бот создан в качестве дипломного проекта\n'
                                                 'Список даоступных команд:\n /start - запуск бота\n'
                                                 '/contacts - контакты для связи'}

BUTTONS: dict[str, str] = {'but_settings': 'Настройки ⚙',
                           'but_lists': 'Cписок задач 🧾',
                           'but_create_task': 'Создать задачу 📝',
                           'but_menu': 'Меню Ⓜ'
                           }
