LEXICON_COMMANDS_RU: dict[str, str] = {'/start': 'Запуск бота',
                                       '/contacts': 'Контакты для связи'}
LEXICON_KEYBOARDS_RU: dict[str, str] = {'other_answer': 'К сожаления данный тип апдейтов мне не известен',
                                        '/start': 'some text',
                                        '/help': 'Данный бот создан в качестве дипломного проекта\n'
                                                 'Список даоступных команд:\n /start - запуск бота\n'
                                                 '/contacts - контакты для связи'}

BUTTONS: dict[str, str] = {'but_settings': 'Настройки ⚙',
                           'but_lists': 'Cписок задач 🧾',
                           'but_create_task': 'Создать задачу 📝',
                           'but_menu': 'Меню Ⓜ'
                           }
